[{"id": "aUYhlrXQcY8eDvhKw9wE", "title": "Light pollution", "author": "SpotSign", "time": "Fri Feb 19 19:41:24 2021", "content": "Light pollution is the excessive, misdirect, and harmful use of lighting, which is usually outdoors. It comes in three flavors: glare, light trespass, and skyglow. Glare comes from unshielded lighting and gets worse the older you are, and can temporarily be blinding, which is especially dangerous when driving. Light trespass is when unwanted light is let into someone else's property, and skyglow is the glow that comes from the sky in dense urban areas (name is self-explanatory). Skyglow comes from light that goes up and reflected light.\r\n\r\nLight pollution is a very big problem, and it is very harmful to animals. Corals don't reporduce as usual, and newly-hatched turtles and birds can lose their sense of orientation. Insects like to fly around lights, and they can become exhausted and die or not get to mate or become easy prey. Plants near streetlights can get pollinated less because of that. Humans can be affected too. One obvious effect on humans of it is sleeplessness, as our day-night cycle is affected. Some other effects include eye injury, sleeplessness, obesity and in some cases, even depression."}, {"id": "gQdGLhUe8Xpj0mfvb1Lp", "title": "Big pp??", "author": "ME", "time": "Thu Feb 18 00:54:26 2021", "content": "HI"}, {"id": "7r0mghwBIszoNMgxQGBF", "title": "test", "author": "joe", "time": "Thu Feb 18 00:38:52 2021", "content": "it works!"}, {"id": "AKtkGgZYcuIHSNX6KCo2", "title": "List of departments in Guatemala", "author": "SpotSign", "time": "Wed Feb 17 22:46:26 2021", "content": "    Alta Verapaz\r\n    Baja Verapaz\r\n    Chimaltenago\r\n    Chiquimula\r\n    El Progreso\r\n    Escuintla\r\n    Guatemala\r\n    Huehuetenango\r\n    Izabal\r\n    Jalapa\r\n    Jutiapa\r\n    Peten\r\n    Quetzaltenango\r\n    Quiche\r\n    Retalhuleu\r\n    Sacatepequez\r\n    San Marcos\r\n    Santa Rosa\r\n    Solola\r\n    Suchitepequez\r\n    Totonicapan\r\n    Zacapa\r\n    "}, {"id": "JYzz3B412YPPbyvpHEx9", "title": "Test note", "author": "SpotSign", "time": "Wed Feb 17 22:25:06 2021", "content": "test"}]